export const tutorial = [
  {
    text: '1-قم بالضغط علي الزر الموضح بالصورة لعرض الجزء الخاص بالخيارات',
    imageSrc: require('../assets/tutorial/step1.jpg'),
    imageHeight: 150,
  },
  {
    text:
      '2-ستظهر لك قائمة الخيارات \n' +
      '-قم بالضغط علي زر التشغيل للاستماع لكلمات الصفحة \n' +
      '-يمكنك ايضا تحديد قارئ أيات الصفحة \n' +
      '-يمكنك تكبير او تصغير الخط أيضا كما هو موضح بالصورة',
    imageSrc: require('../assets/tutorial/step2.jpg'),
    imageHeight: 300,
  },
  {
    text: '3-اثناء الاستماع لأيات الصفحة سوف تظهر الاية الحالية التي يقرأها القارئ بلون مختلف تسهيلا لعملية الحفظ او تصحيح الاخطاء',
    imageSrc: require('../assets/tutorial/step3.png'),
    imageHeight: 250,
  },
  {
    text: '1-في هذا الوضع يمكنك عرض تفاصيل كل أيه علي حدي. يمكنك الاستماع للأيه وأيضا معرفة تفاسير مختلفه لها',
    imageSrc: require('../assets/tutorial/step4.jpg'),
    imageHeight: 280,
  },
  {
    text:
      '2-عند تفعيل وضع التفسير قم بتحديد الايات التي ترغب في الاستماع لها او معرفة تفسيرها عن طريق الضغط علي نص الأيه' +
      '\n -عند تحديد الايات, سيظهر في الاعلي زر عرض تفاصيل الايات, قم بالضغط علي الزر لرؤية التفاصيل التي سبق التحدث عنها',
    imageSrc: require('../assets/tutorial/step5.jpg'),
    imageHeight: 250,
  },
  {
    text: '3-في هذه النافذة يمكنك تشغيل كل أيه علي حدي مع امكانية اختيار قارئ الايات, ايضا يمكنك اضافة عدة تفاسير لهذه الأيه',
    imageSrc: require('../assets/tutorial/step6.png'),
    imageHeight: 600,
  },
];
